aaron-bond.better-comments
adpyke.codesnap
bmewburn.vscode-intelephense-client
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
monokai.theme-monokai-pro-vscode
naumovs.color-highlight
oderwat.indent-rainbow
shd101wyy.markdown-preview-enhanced
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vincaslt.highlight-matching-tag
zhuangtongfa.material-theme
